{
  "listMucsic1": [
    {
      "id": 1,
      "name": "Lụy Tình",
      "vote": 18,
      "color": "Purple"
    },
    {
      "id": 3,
      "name": "Em Là Nhất Miền Tây",
      "vote": 15,
      "color": "Blue"
    },
    {
      "id": 4,
      "name": "Đừng Lo Anh Nhé Có Anh Đây",
      "vote": 7,
      "color": "Yellow"
    },
    {
      "id": 5,
      "name": "Khuất Lối",
      "vote": 9,
      "color": "Green"
    },
    {
      "id": 6,
      "name": "Người Đáng Thương Là Anh",
      "vote": 20,
      "color": "Orange"
    },
    {
      "id": 7,
      "name": "Nhập Ngũ Mất Em",
      "vote": 14,
      "color": "Blue"
    },
    {
      "id": 8,
      "name": "Rước Nàng",
      "vote": 5,
      "color": "Green"
    },
    {
      "id": 9,
      "name": "Trách Duyên Trách Phận",
      "vote": 20,
      "color": "Red"
    },
    {
      "id": 10,
      "name": "Lụy Tình",
      "vote": 18,
      "color": "Purple"
    },
    {
      "id": 11,
      "name": "Anh Mới Chính Là Người Em Yêu",
      "vote": 10,
      "color": "red"
    },
    {
      "id": 13,
      "name": "Em Là Nhất Miền Tây",
      "vote": 2,
      "color": "Blue"
    },
    {
      "id": 14,
      "name": "Đừng Lo Anh Nhé Có Anh Đây",
      "vote": 8,
      "color": "Yellow"
    },
    {
      "id": 15,
      "name": "Khuất Lối",
      "vote": 1,
      "color": "Green"
    },
    {
      "id": 16,
      "name": "Người Đáng Thương Là Anh",
      "vote": 8,
      "color": "Orange"
    },
    {
      "id": 14,
      "name": "Đừng Lo Anh Nhé Có Anh Đây",
      "vote": 17,
      "color": "Yellow"
    },
    {
      "id": 15,
      "name": "Khuất Lối",
      "vote": 20,
      "color": "Green"
    },
    {
      "id": 16,
      "name": "Người Đáng Thương Là Anh",
      "vote": 10,
      "color": "Orange"
    },
    {
      "id": 17,
      "name": "Nhập Ngũ Mất Em",
      "vote": 11,
      "color": "Blue"
    },
    {
      "id": 18,
      "name": "Rước Nàng",
      "vote": 18,
      "color": "Green"
    },
    {
      "id": 17,
      "name": "Nhập Ngũ Mất Em",
      "vote": 6,
      "color": "Blue"
    },
    {
      "id": 18,
      "name": "Rước Nàng",
      "vote": 5,
      "color": "Green"
    },
    {
      "id": 19,
      "name": "Trách Duyên Trách Phận",
      "vote": 13,
      "color": "Red"
    }
  ],
  "user": [
    {
      "firstName": "hoang",
      "lastName": "tien",
      "id": "hoangtien147",
      "email": "hoangtien@gmail.com",
      "password": "99999",
      "face": "sdf",
      "git": "sdf",
      "twitter": "sdf",
      "youtube": "sdf",
      "insta": "sdf"
    },
    {
      "firstName": "admin",
      "lastName": "admin",
      "id": "admin",
      "email": "admin@gmail.com",
      "password": "admin",
      "face": "sdf",
      "git": "sdf",
      "twitter": "sdf",
      "youtube": "sdf",
      "insta": "sdf"
    }
  ],
  "listMucsic": [
    {
      "id": 1,
      "name": "Lụy Tình",
      "url": "assets/music/bai5.mp3",
      "img": "assets/img/bai5.jpg",
      "vote": 18,
      "color": "Purple",
      "casy": "Nguyễn Thành An",
      "title": "Ca khúc Luỵ Tình được thể hiện bởi ca sĩ Hoàng Long, một trong những bài hát làm nên tên tuổi của chàng ca sĩ này trong lòng khán giả nghe nhạc, giai điệu và lời bài hát Luỵ Tình là của chính anh sáng tác. Bài hát Luỵ Tình hiện đang là ca khúc được rất nhiều bạn trẻ yêu thích và đang được xếp thứ hạng rất cao trên các bảng xếp hạng âm nhạc.",
      "time": "5:07",
        "timeplay": [
    {
      "time": 0,
      "text": "Chạnh lòng trong anh lại nhớ, một thời phải bơ vơ, Một chiều dài nên thơ",
      "highlighted": false
    },

    {
      "time": 5,
      "text": ", chắc giờ em có nhớ tình duyên ta như giọt nước, nhỏ giọt vậy mà thấm lâu",
      "highlighted": false
    },
    {
      "time": 10,
      "text": "Đời này hai ta đậm sâu lỡ mai em tìm đâu từ giờ giờ em chẳng phải khóc,",
      "highlighted": false
    },
    {
      "time": 15,
      "text": "Vì mọi chuyện buồn đã qua và giờ e bên người ta sẽ có niềm vui mới",
      "highlighted": false
    },

    {
      "time": 20,
      "text": "Và giờ anh đã sai, hạnh phúc a nhường lại",

      "highlighted": false
    },
    {
      "time": 25,
      "text": "Chỉ mong em, vui bên tình duyên mới.",
      "highlighted": false
    },
    {
      "time": 45,
      "text": "Quá vội vàng lời nói gấm nhung lụa, lỡ tin người em bước đi về nơi xa",
      "highlighted": false
    },
    {
      "time": 55,
      "text": "Thế gian tình người phũ lắm em ơi",
      "highlighted": false
    },
    {
      "time": 60,
      "text": "Nếu em buồn hãy nhớ anh chờ nơi đây,",
      "highlighted": false
    },
    {
      "time": 65,
      "text": "Cơn gió chiều, thoáng đưa mùi hương ai, tan lát lòng khiến anh ngỡ lại",
      "highlighted": false
    },
    {
      "time": 70,
      "text": "Tháng năm dài người đã sống bên ai, thôi chấp nhận em đúng anh là sai.",
      "highlighted": false
    },
    {
      "time": 75,
      "text": "chạnh lòng trong anh lại nhớ, một thời phải bơ vơ",
      "highlighted": false
    },
    {
      "time": 80,
      "text": "Một chiều dài nên thơ, chắc giờ em có nhớ",
      "highlighted": false
    },
    {
      "time": 85,
      "text": "Tình duyên ta như giọt nước, nhỏ giọt vậy mà thấm lâu",
      "highlighted": false
    },
    {
      "time": 90,
      "text": "Đời này hai ta đậm sâu lỡ mai em tìm đâu",
      "highlighted": false
    },
    {
      "time": 95,
      "text": "Từ giờ giờ em chẳng phải khóc,",
      "highlighted": false
    },
    {
      "time": 100,
      "text": "Vì mọi chuyện buồn đã qua và giờ e bên người ta sẽ có niềm vui mới",
      "highlighted": false
    },
    {
      "time": 105,
      "text": "Và giờ anh đã sai, hạnh phúc a nhường lại",
      "highlighted": false
    },
    {
      "time": 110,
      "text": "Chỉ mong em, vui bên tình duyên mới.",
      "highlighted": false
    },
    {
      "time": 155,
      "text": "chạnh lòng trong anh lại nhớ, một thời phải bơ vơ",
      "highlighted": false
    },
    {
      "time": 160,
      "text": "Một chiều dài nên thơ, chắc giờ em có nhớ",
      "highlighted": false
    },
    {
      "time": 165,
      "text": "Tình duyên ta như giọt nước, nhỏ giọt vậy mà thấm lâu",
      "highlighted": false
    },
    {
      "time": 170,
      "text": "Đời này hai ta đậm sâu lỡ mai em tìm đâu",
      "highlighted": false
    },

    {
      "time": 175,
      "text": "LTừ giờ giờ em chẳng phải khóc,",
      "highlighted": false
    },
    {
      "time": 180,
      "text": "Vì mọi chuyện buồn đã qua và giờ e bên người ta sẽ có niềm vui mới",
      "highlighted": false
    },
    {
      "time": 185,
      "text": "Và giờ anh đã sai, hạnh phúc a nhường lại",
      "highlighted": false
    },
    {
      "time": 190,
      "text": "Chỉ mong em, vui bên tình duyên mới.",
      "highlighted": false
    },
    {
      "time": 195,
      "text": "chạnh lòng trong anh lại nhớ, một thời phải bơ vơ",
      "highlighted": false
    },
    {
      "time": 200,
      "text": "Một chiều dài nên thơ, chắc giờ em có nhớ",
      "highlighted": false
    },
    {
      "time": 205,
      "text": "Tình duyên ta như giọt nước, nhỏ giọt vậy mà thấm lâu",
      "highlighted": false
    },
    {
      "time": 210,
      "text": "Đời này hai ta đậm sâu lỡ mai em tìm đâu",
      "highlighted": false
    },

    {
      "time": 215,
      "text": "LTừ giờ giờ em chẳng phải khóc,",
      "highlighted": false
    },
    {
      "time": 220,
      "text": "Vì mọi chuyện buồn đã qua và giờ e bên người ta sẽ có niềm vui mới",
      "highlighted": false
    },
    {
      "time": 125,
      "text": "Và giờ anh đã sai, hạnh phúc a nhường lại",
      "highlighted": false
    },
    {
      "time": 230,
      "text": "Chỉ mong em, vui bên tình duyên mới.",
      "highlighted": false
    }
  ]
    },
    {
      "id": 2,
      "name": "Anh Mới Chính Là Người Em Yêu",
      "url": "assets/music/bai1.mp3",
      "img": "assets/img/bai1.jpg",
      "vote": 10,
      "color": "red",
      "casy": "Tiến Hoàng",
      "title": "Bài hát Anh Mới Chính Là Người Em Yêu của ca sĩ Hoàng Tiến là một tác phẩm âm nhạc đầy cảm xúc và sâu lắng. Với giai điệu cuốn hút và lời bài hát tình yêu chân thành, nó đã nhanh chóng thu hút được sự yêu thích của nhiều người và xếp cao trên bảng xếp hạng âm nhạc.",
      "time": "3:49"
    },
    {
      "id": 3,
      "name": "Em Là Nhất Miền Tây",
      "url": "assets/music/bai3.mp3",
      "img": "assets/img/bai3.jpg",
      "vote": 15,
      "color": "Blue",
      "casy": "Minh Vương",
      "title": "Bài hát Em Là Nhất Miền Tây do ca sĩ Minh Vương trình bày là một tác phẩm âm nhạc độc đáo và gợi nhớ đến vùng miền Tây đất nước. Với giai điệu vui tươi và lời bài hát dí dỏm, ca khúc này đã nhanh chóng chiếm trọn cảm tình của đông đảo khán giả",
      "time": "3:12"
    },
    {
      "id": 4,
      "name": "Đừng Lo Anh Nhé Có Anh Đây",
      "url": "assets/music/bai2.mp3",
      "img": "assets/img/bai2.jpg",
      "vote": 7,
      "color": "Yellow",
      "casy": "Trịnh Đình Quang",
      "title": "Bài hát Đừng Lo Anh Nhé Có Anh Đây do ca sĩ Trịnh Đình Quang trình bày đã trở thành một hiện tượng âm nhạc với sự thành công vượt trội. Giai điệu catchy và lời bài hát sâu lắng đã chinh phục hàng triệu trái tim yêu nhạc. Ca khúc này đã nhanh chóng leo lên vị trí cao trên các bảng xếp hạng âm nhạc và trở thành một trong những bản hit được yêu thích của ca sĩ Trịnh Đình Quang",
      "time": "4:55"
    },
    {
      "id": 5,
      "name": "Khuất Lối",
      "url": "assets/music/bai4.mp3",
      "img": "assets/img/bai4.jpg",
      "vote": 9,
      "color": "Green",
      "casy": "Thái Sơn",
      "title": "Bài hát Khuất Lối do ca sĩ Thái Sơn trình bày là một tác phẩm âm nhạc đầy cảm xúc và sâu lắng. Giai điệu tinh tế và lời bài hát tâm đắc đã chinh phục được lòng của nhiều người nghe. Khuất Lối nhanh chóng trở thành một trong những ca khúc được yêu thích và đạt vị trí cao trên các bảng xếp hạng âm nhạc, làm nên tên tuổi của ca sĩ Thái Sơn",
      "time": "4:28"
    },
    {
      "id": 6,
      "name": "Người Đáng Thương Là Anh",
      "url": "assets/music/bai6.mp3",
      "img": "assets/img/bai6.jpg",
      "vote": 20,
      "color": "Orange",
      "casy": "Hồ ngọc Hà",
      "title":"Bài hát Người Đáng Thương Là Anh do ca sĩ Hồ Ngọc Hà trình bày là một tác phẩm âm nhạc cảm động và sâu lắng. Giai điệu nhẹ nhàng và phần nhạc tinh tế tạo nên một không gian âm nhạc đầy tình cảm. Lời bài hát mô tả về một tình yêu đau khổ và đồng thời thể hiện sự đồng cảm và tình nguyện hy sinh vì người mình yêu. Giọng hát tình cảm và phong cách biểu diễn độc đáo của Hồ Ngọc Hà mang đến một trải nghiệm âm nhạc chân thành và xúc động. Người Đáng Thương Là Anh là một bài hát lý tưởng để thấm nhuần và cảm nhận về những khía cạnh đáng thương và đáng quý trong một mối quan hệ tình yêu.",
      "time": "5:13"
    },
    {
      "id": 7,
      "name": "Nhập Ngũ Mất Em",
      "url": "assets/music/bai7.mp3",
      "img": "assets/img/bai7.jpg",
      "vote": 14,
      "color": "Blue",
      "casy": "Rickky",
      "title": "Bài hát Nhập Ngũ Mất Em do ca sĩ Rickky trình bày là một tác phẩm âm nhạc đầy cảm xúc và chất phác. Giai điệu sôi động và lời bài hát lắng đọng đã thu hút sự chú ý của đông đảo người nghe. Nhập Ngũ Mất Em nhanh chóng leo lên vị trí hàng đầu trên các bảng xếp hạng âm nhạc, góp phần tạo nên thành công và tên tuổi của ca sĩ Rickky. Ca khúc này truyền tải thông điệp về tình yêu và sự hy sinh trong cuộc sống quân đội, và đã trở thành một trong những bài hát được yêu thích không chỉ trong cộng đồng quân nhân mà còn trong cả cộng đồng người nghe âm nhạc",
      "time": "5:22"
    },
    {
      "id": 8,
      "name": "Rước Nàng",
      "url": "assets/music/bai8.mp3",
      "img": "assets/img/bai8.jpg",
      "vote": 5,
      "color": "Green",
      "casy": "Hoàng Tiến",
      "title": "Bài hát Rước Nàng do ca sĩ Hoàng Tiến trình bày là một tác phẩm âm nhạc đầy lãng mạn và tình cảm. Giai điệu nhẹ nhàng và lời bài hát đầy ý nghĩa đã tạo nên sự cuốn hút cho ca khúc này. Rước Nàng nhanh chóng trở thành một trong những bài hát được yêu thích và được nghe nhiều trên các bảng xếp hạng âm nhạc. Ca khúc này mang đến thông điệp về tình yêu và sự tận hưởng cuộc sống, thể hiện sự tài năng và sự độc đáo của ca sĩ Hoàng Tiến.",
      "time": "3:00"
    },
    {
      "id": 9,
      "name": "Trách Duyên Trách Phận",
      "url": "assets/music/bai9.mp3",
      "img": "assets/img/bai9.jpg",
      "vote": 20,
      "color": "Red",
      "casy": "Hồ Quang Hiếu",
      "title": "Bài hát Trách Duyên Trách Phận do ca sĩ Hồ Quang Hiếu trình bày là một tác phẩm âm nhạc đậm chất trữ tình và lời bài hát sâu lắng. Giai điệu tình tứ và cảm xúc đã khiến ca khúc này nhanh chóng trở thành một trong những bản hit được yêu thích của ca sĩ Hồ Quang Hiếu. Trách Duyên Trách Phận mang đến câu chuyện về tình yêu đau khổ và những suy nghĩ về duyên phận trong cuộc sống. Ca khúc này đã chinh phục trái tim của nhiều người nghe và đạt được vị trí cao trên các bảng xếp hạng âm nhạc.",
      "time": "6:13"
    },
    {
      "id": 10,
      "name": "Muộn rồi mà sao còn",
      "casy": "Sơn Tùng",
      "img": "assets/img/vn6.jpg",
      "url": "assets/music/vn6.mp3",
      "title": "Bài hát Muộn Rồi Mà Sao Còn do ca sĩ Sơn Tùng M-TP trình bày là một tác phẩm âm nhạc nổi tiếng và đầy cảm xúc. Giai điệu sôi động và lời bài hát lôi cuốn đã tạo nên sự cuồn cuộn và nhiệt huyết cho ca khúc này. Muộn Rồi Mà Sao Còn nhanh chóng trở thành một trong những bản hit đình đám trong sự nghiệp của Sơn Tùng M-TP và đạt được vị trí cao trên các bảng xếp hạng âm nhạc. Ca khúc này thể hiện sự tình cảm và tiếc nuối của người trẻ với những lầm lỗi trong tình yêu và cuộc sống. Với giọng hát đặc trưng và khả năng biểu diễn tuyệt vời, Sơn Tùng M-TP đã mang đến cho người nghe một trải nghiệm âm nhạc sôi động và đáng nhớ.",
      "time": "4:49"
    }
  ],
  "vietnam": [
    {
      "id": 1,
      "name": "Chuyện đôi ta",
      "casy": "Da LaB",
      "img": "assets/img/vn1.jpg",
      "url": "assets/music/vn1.mp3",
      "title": "Bài hát Chuyện Đôi Ta do nhóm Dalab trình bày là một tác phẩm âm nhạc đậm chất ballad và lời bài hát sâu lắng. Giai điệu nhẹ nhàng và êm đềm đã tạo nên sự cuốn hút đặc biệt cho ca khúc này. Chuyện Đôi Ta nhanh chóng trở thành một trong những bài hát được yêu thích và truyền cảm hứng cho người nghe. Ca khúc này mang đến câu chuyện về tình yêu, những kỷ niệm và những cung bậc cảm xúc trong mối quan hệ đôi lứa. Với giọng hát đặc trưng của Dalab và sự diễn xuất tình cảm, bài hát đã ghi điểm và tạo dấu ấn sâu sắc trong lòng khán giả âm nhạc.",
      "time": "3:31"
    },
    {
      "id": 2,
      "name": "Đưa em về nhà",
      "casy": "GREY D x CHILLIES",
      "img": "assets/img/vn2.jpg",
      "url": "assets/music/vn2.mp3",
      "title": "Bài hát Đưa Em Về Nhà do ca sĩ GREY D và CHILLIES trình bày là một tác phẩm âm nhạc sôi động và trẻ trung. Giai điệu vui tươi và lời bài hát đầy lạc quan đã tạo nên sự cuốn hút cho ca khúc này. Đưa Em Về Nhà nhanh chóng thu hút sự quan tâm và yêu thích của đông đảo người nghe, đặc biệt là các bạn trẻ. Ca khúc này mang đến thông điệp về tình yêu và sự chăm sóc, khẳng định tình cảm mạnh mẽ và sẵn sàng đưa người yêu về nhà. Với sự kết hợp độc đáo giữa GREY D và CHILLIES, bài hát đã tạo nên một không gian âm nhạc tràn đầy năng lượng và truyền cảm hứng.",
      "time": "4:10"
    },
    {
      "id": 3,
      "name": "Hãy trao cho anh",
      "casy": "Sơn Tùng",
      "img": "assets/img/vn3.jpg",
      "url": "assets/music/vn3.mp3",
      "title": "Bài hát Hãy Trao Cho Anh do ca sĩ Sơn Tùng M-TP trình bày là một tác phẩm âm nhạc đầy cuốn hút và nổi tiếng. Giai điệu sôi động và lời bài hát mang tính chất thể hiện sự tự tin và lôi cuốn của người đàn ông đã nhanh chóng thu hút sự yêu thích của đông đảo khán giả. Hãy Trao Cho Anh trở thành một trong những bản hit lớn trong sự nghiệp của Sơn Tùng M-TP và đạt vị trí cao trên các bảng xếp hạng âm nhạc. Ca khúc này cũng mang đến thông điệp về tình yêu và khao khát được trao điều tốt đẹp nhất cho người mình yêu.",
      "time": "4:23"
    },
    {
      "id": 4,
      "name": "Hoa nở không màu",
      "casy": "Hoài Lâm",
      "img": "assets/img/vn4.jpg",
      "url": "assets/music/vn4.mp3",
      "title": "Bài hát Hoa Nở Không Màu do ca sĩ Hoài Lâm trình bày là một tác phẩm âm nhạc đầy tình cảm và sâu lắng. Giai điệu nhẹ nhàng và lời bài hát tinh tế đã tạo nên một không gian âm nhạc đầy mê hoặc. Hoa Nở Không Màu nhanh chóng trở thành một trong những bản hit được yêu thích của Hoài Lâm và đạt được vị trí cao trên các bảng xếp hạng âm nhạc. Ca khúc này truyền tải thông điệp về sự trầm lặng, những cung bậc cảm xúc trong tình yêu và những tâm tư sâu thẳm của người trải qua mất mát. Với giọng hát đặc trưng và cảm xúc trong diễn xuất, Hoài Lâm đã thành công mang đến cho người nghe một trải nghiệm âm nhạc đáng nhớ.",
      "time": "5:41"
    },
    {
      "id": 5,
      "name": "Khó vẽ nụ cười",
      "casy": "Đạt G x Du Uyên",
      "img": "assets/img/vn5.jpg",
      "url": "assets/music/vn5.mp3",
      "title": "Bài hát Khó Vẽ Nụ Cười do ca sĩ Đạt G và Du Uyên trình bày là một tác phẩm âm nhạc đầy cảm xúc và tình cảm. Giai điệu nhẹ nhàng và lời bài hát đậm chất buồn tình đã tạo nên một không gian âm nhạc đặc biệt. Khó Vẽ Nụ Cười nhanh chóng thu hút sự quan tâm và yêu thích của đông đảo người nghe, với sự hòa âm tuyệt vời giữa giọng hát của Đạt G và Du Uyên. Ca khúc này mang đến thông điệp về những khó khăn và nỗi đau trong tình yêu, khiến người nghe cảm nhận được sự chân thành và sâu lắng của lời bài hát. Khó Vẽ Nụ Cười đã tạo dấu ấn mạnh mẽ trong lòng khán giả và trở thành một trong những bài hát được ưa thích trên các bảng xếp hạng âm nhạc.",
      "time": "5:35"
    },
    {
      "id": 6,
      "name": "Muộn rồi mà sao còn",
      "casy": "Sơn Tùng",
      "img": "assets/img/vn6.jpg",
      "url": "assets/music/vn6.mp3",
      "title": "Bài hát Muộn Rồi Mà Sao Còn do ca sĩ Sơn Tùng M-TP trình bày là một tác phẩm âm nhạc nổi tiếng và đầy cảm xúc. Giai điệu sôi động và lời bài hát lôi cuốn đã tạo nên sự cuồn cuộn và nhiệt huyết cho ca khúc này. Muộn Rồi Mà Sao Còn nhanh chóng trở thành một trong những bản hit đình đám trong sự nghiệp của Sơn Tùng M-TP và đạt được vị trí cao trên các bảng xếp hạng âm nhạc. Ca khúc này thể hiện sự tình cảm và tiếc nuối của người trẻ với những lầm lỗi trong tình yêu và cuộc sống. Với giọng hát đặc trưng và khả năng biểu diễn tuyệt vời, Sơn Tùng M-TP đã mang đến cho người nghe một trải nghiệm âm nhạc sôi động và đáng nhớ.",
      "time": "4:49"
    },
    {
      "id": 7,
      "name": "Nếu em còn tồn tại",
      "casy": "Trịnh Đình Quang",
      "img": "assets/img/vn7.jpg",
      "url": "assets/music/vn7.mp3",
      "title": "Bài hát Nếu Em Còn Tồn Tại do ca sĩ Trịnh Đình Quang trình bày là một tác phẩm âm nhạc đầy tình cảm và sâu lắng. Giai điệu nhẹ nhàng và lời bài hát chất chứa nỗi nhớ và tình yêu không được đáp lại đã tạo nên một không gian âm nhạc đậm chất buồn. Nếu Em Còn Tồn Tại nhanh chóng chinh phục trái tim của nhiều người nghe với sự diễn xuất tình cảm và giọng hát đặc trưng của Trịnh Đình Quang. Ca khúc này mang đến thông điệp về sự đau khổ và hy vọng trong tình yêu, khiến người nghe chìm đắm trong cung bậc cảm xúc. Nếu Em Còn Tồn Tại đã ghi dấu ấn mạnh mẽ trong lòng khán giả và được đánh giá cao trên các bảng xếp hạng âm nhạc.",
      "time": "6:20"
    },
    {
      "id": 8,
      "name": "Nếu lúc đó",
      "casy": "Tlinh",
      "img": "assets/img/vn8.jpg",
      "url": "assets/music/vn8.mp3",
      "title": "Bài hát Nếu Lúc Đó do ca sĩ Tlinh trình bày là một tác phẩm âm nhạc đầy cảm xúc và tình cảm. Giai điệu nhẹ nhàng và lời bài hát chất chứa những suy nghĩ sâu sắc về quá khứ và những lầm lỗi đã xảy ra. Nếu Lúc Đó khắc họa một câu chuyện tình yêu đầy nuối tiếc và tiếc nuối về những quyết định đã làm mất đi một người quan trọng. Với giọng hát đặc trưng và cách thể hiện tình cảm, Tlinh đã mang đến cho người nghe một trải nghiệm âm nhạc chân thành và cảm động. Nếu Lúc Đó có thể gợi lại những kỷ niệm buồn trong lòng người nghe và tạo ra một cung bậc cảm xúc đậm đà.",
      "time": "5:25"
    },
    {
      "id": 9,
      "name": "Waiting For You",
      "casy": "MoNo",
      "img": "assets/img/vn9.jpg",
      "url": "assets/music/vn9.mp3",
      "title": "Bài hát Waiting For You do ca sĩ MONO trình bày là một tác phẩm âm nhạc sôi động và cuốn hút. Giai điệu nhanh nhẹn và nhịp điệu mạnh mẽ đã tạo nên một không khí vui tươi và năng động cho ca khúc này. Waiting For You nhanh chóng trở thành một bản hit được yêu thích trong sự nghiệp của MONO và khiến khán giả không thể ngồi yên. Ca khúc này mang đến sự cảm giác đầy năng lượng và khát khao gặp gỡ người yêu, khơi dậy sự háo hức và tưng bừng trong cuộc sống. Với giọng hát phấn khích và sự trình diễn sôi động, MONO đã mang đến một trải nghiệm âm nhạc đầy màu sắc và bùng nổ. Waiting For You là bài hát thích hợp để thưởng thức và cảm nhận không gian âm nhạc đầy sôi động và vui vẻ.",
      "time": "4:26"
    },
    {
      "id": 10,
      "name": "Yêu 5",
      "casy": "Rhymastic",
      "img": "assets/img/vn10.jpg",
      "url": "assets/music/vn10.mp3",
      "title": "Bài hát Yêu 5 do ca sĩ Rhymastic trình bày là một tác phẩm âm nhạc sôi động và năng động. Giai điệu catchy và nhịp điệu bắt tai đã tạo nên một không gian âm nhạc vui tươi và cuốn hút cho ca khúc này. Yêu 5 nhanh chóng trở thành một trong những bản hit nổi tiếng trong sự nghiệp của Rhymastic và được nhiều người yêu thích. Ca khúc này lấy cảm hứng từ tình yêu và mang đến thông điệp vui vẻ, hạnh phúc và tràn đầy năng lượng. Với giọng hát đầy sức sống và phong cách biểu diễn độc đáo, Rhymastic đã tạo ra một trải nghiệm âm nhạc thú vị và sôi động cho người nghe. Yêu 5 là bài hát thích hợp để cùng nhảy múa và tận hưởng không gian âm nhạc đầy sự phấn khích và sôi động.",
      "time": "4:11"
    }
  ],
  "quocte": [
    {
      "id": 1,
      "sort": "Global",
      "name": "Die For You",
      "casy": "The Weeknd",
      "img": "assets/img/dieforyou.jpeg",
      "url": "assets/music/dieforyou.mp3",
      "title": "Bài hát Die For You do ca sĩ The Weeknd trình bày là một tác phẩm âm nhạc đầy cảm xúc và sâu lắng. Giai điệu và lời bài hát chất chứa tình yêu và sự cam kết mạnh mẽ của người yêu. Die For You truyền tải thông điệp về sự sẵn lòng hy sinh và đồng hành với người mình yêu đến tận cùng. Giọng hát đặc trưng và phong cách biểu diễn đầy tâm huyết của The Weeknd đã mang đến một trải nghiệm âm nhạc sôi động và đáng nhớ. Ca khúc này thường được nhận định cao trong sự nghiệp của The Weeknd và có sự ảnh hưởng mạnh mẽ đối với người nghe. Die For You là một bài hát đáng nghe và đặc biệt để truyền tải sự tận tâm và cống hiến trong tình yêu.",
      "time": "3:53"
    },
    {
      "id": 2,
      "sort": "Global",
      "name": "motive",
      "casy": "Ariana Grande",
      "img": "assets/img/ari.jpeg",
      "url": "assets/music/motive.mp3",
      "title": "Bài hát Motive do ca sĩ Ariana Grande trình bày là một tác phẩm âm nhạc sôi động và cuốn hút. Giai điệu bắt tai và nhịp điệu nhanh đã tạo ra một không gian âm nhạc năng động và thú vị cho ca khúc này. Motive là một bản nhạc pop có tiếng rap và hợp tác với một nghệ sĩ khác. Ca khúc này truyền tải thông điệp về việc có động lực và mục tiêu trong cuộc sống và tình yêu. Giọng hát đầy sức mạnh và phong cách biểu diễn độc đáo của Ariana Grande đã mang đến một trải nghiệm âm nhạc đầy sự phấn khích và sôi động. Motive là một bài hát thú vị để thưởng thức và cảm nhận không gian âm nhạc đầy năng lượng và cảm xúc tích cực.",
      "time": "2:49"
    },
    {
      "id": 3,
      "sort": "Global",
      "name": "Real Friends",
      "casy": "Camilla Cabello",
      "img": "assets/img/camilla.jpeg",
      "url": "assets/music/realfriends.mp3",
      "title": "Bài hát Real Friends do ca sĩ Camilla Cabello trình bày là một tác phẩm âm nhạc sôi động và cuốn hút. Giai điệu bắt tai và nhịp điệu nhanh đã tạo ra một không gian âm nhạc năng động và thú vị cho ca khúc này. Real Friends là một bản nhạc pop có tiếng rap và hợp tác với một nghệ sĩ khác. Ca khúc này truyền tải thông điệp về việc có động lực và mục tiêu trong cuộc sống và tình bạn. Giọng hát đầy sức mạnh và phong cách biểu diễn độc đáo của Camilla Cabello đã mang đến một trải nghiệm âm nhạc đầy sự phấn khích và sôi động. Motive là một bài hát thú vị để thưởng thức và cảm nhận không gian âm nhạc đầy năng lượng và cảm xúc tích cực.",
      "time": "3:36"
    },
    {
      "id": 4,
      "sort": "Global",
      "name": "Like My Father",
      "casy": "Jax",
      "img": "assets/img/jax.jpeg",
      "url": "assets/music/likemyfather.mp3",
      "title": "Bài hát Like My Father do ca sĩ Jax trình bày là một tác phẩm âm nhạc cảm động và đầy ý nghĩa. Giai điệu nhẹ nhàng và lời bài hát chất chứa những suy nghĩ về tình yêu và lòng biết ơn đối với người cha. Like My Father mô tả một câu chuyện về sự lớn lên và học hỏi từ người cha, với thông điệp về sự khao khát trở thành người mạnh mẽ và đáng tự hào như cha mình. Giọng hát đầy cảm xúc và sự trình diễn chân thành của Jax đã mang đến một trải nghiệm âm nhạc chân thành và xúc động. Like My Father là bài hát thích hợp để tưởng nhớ và tôn vinh tình cha mẹ và những giá trị gia đình.",
      "time": "3:08"
    },
    {
      "id": 5,
      "sort": "Global",
      "name": "LIMBO",
      "casy": "Keshi",
      "img": "assets/img/keshi.jpeg",
      "url": "assets/music/limbo.mp3",
      "title": "Bài hát LIMBO do ca sĩ keshi trình bày là một tác phẩm âm nhạc mang tính chất tâm trạng và sâu lắng. Giai điệu nhẹ nhàng và hòa âm điệp khúc đã tạo ra một không gian âm nhạc mơ màng và tương tác với cảm xúc của người nghe. LIMBO lời bài hát thể hiện sự khắc khoải và tìm kiếm sự định hướng trong cuộc sống, nhưng cũng mang đến hy vọng và sự lạc quan. Giọng hát tinh tế và phong cách biểu diễn sâu lắng của keshi đã mang đến một trải nghiệm âm nhạc đầy cảm xúc và sâu sắc. LIMBO là bài hát thích hợp để lắng nghe và thấu hiểu về những tâm trạng và suy ngẫm trong cuộc sống.",
      "time": "3:33"
    },
    {
      "id": 6,
      "sort": "Global",
      "name": "Every Summertime",
      "casy": "Niki",
      "img": "assets/img/niki.jpeg",
      "url": "assets/music/everysummertime.mp3",
      "title": "Bài hát 'Every Summertime' của ca sĩ niki là một tác phẩm âm nhạc phóng tác từ một bản nhạc cổ điển nổi tiếng. Giai điệu vui tươi và nhịp điệu bắt tai tạo ra một không khí mừng rỡ và lạc quan cho mỗi mùa hè. Lời bài hát ca ngợi vẻ đẹp và cảm nhận của mùa hè, nhưng cũng thể hiện tình yêu và niềm vui trong những khoảnh khắc đáng nhớ của chúng ta. Giọng hát trong trẻo và phong cách biểu diễn đầy sự hồn nhiên của niki mang đến một trải nghiệm âm nhạc tươi mới và thú vị. 'Every Summertime' là một bài hát lý tưởng để thưởng thức và cảm nhận những cung bậc cảm xúc trong mỗi mùa hè của chúng ta",
      "time": "3:56"
    },
    {
      "id": 7,
      "sort": "Global",
      "name": "Players",
      "casy": "Coi Leray",
      "img": "assets/img/players.png",
      "url": "assets/music/players.mp3",
      "title": "Bài hát 'Players' của ca sĩ LeRay là một tác phẩm âm nhạc đầy năng lượng và phong cách. Giai điệu sôi động và nhịp điệu bắt tai tạo ra một không khí sôi nổi và đầy cảm hứng cho những người nghe. Lời bài hát kể về cuộc sống và tinh thần của những người chơi, những người không ngại thể hiện bản thân và sống cuộc đời một cách tự do và phóng khoáng. Giọng hát mạnh mẽ và phong cách biểu diễn táo bạo của LeRay đã mang đến một trải nghiệm âm nhạc đầy sự hưng phấn và sôi động. 'Players' là một bài hát lý tưởng để thưởng thức và cảm nhận tinh thần của những người tự do và sáng tạo",
      "time": "2:20"
    },
    {
      "id": 8,
      "sort": "Global",
      "name": "I Like You (A Happier Song)",
      "casy": "Post Malone",
      "img": "assets/img/postmalone.jpeg",
      "url": "assets/music/ilikeyou.mp3",
      "title": "I Like You (A Happier Song) là một bài hát vui tươi và lạc quan của ca sĩ Post Malone. Giai điệu sôi động và nhịp điệu bắt tai sẽ khiến bạn không thể ngồi yên. Lời bài hát mô tả tình yêu và sự hạnh phúc khi gặp gỡ người yêu thương. Bài hát truyền tải thông điệp về niềm vui, sự lạc quan và tình cảm trong một môi trường tươi sáng và lạc quan. Giọng hát phong cách và sự trình diễn tài năng của Post Malone đã mang đến một trải nghiệm âm nhạc sôi động và đáng yêu. I Like You (A Happier Song) là bài hát hoàn hảo để tạo cảm giác hạnh phúc và nâng cao tinh thần của bạn",
      "time": "3:18"
    },
    {
      "id": 9,
      "sort": "Global",
      "name": "Fall In Love Alone",
      "casy": "Stacey Ryan",
      "img": "assets/img/staceyryan.jpeg",
      "url": "assets/music/fallinlovealone.mp3",
      "title": "Bài hát 'Fall In Love Alone' của ca sĩ Stacey Ryan là một tác phẩm âm nhạc lãng mạn và sâu lắng. Giai điệu nhẹ nhàng và lời bài hát chân thành thể hiện tình yêu và cảm xúc của một người đang trải qua một cuộc tình không được đáp lại. Bài hát kể về một người đơn lẻ và cô đơn trong tình yêu, đồng thời thể hiện sự tình tứ và hy vọng về một tình yêu thực sự. Giọng hát tình cảm và phong cách biểu diễn sâu lắng của Stacey Ryan mang đến một trải nghiệm âm nhạc đầy cảm xúc và xúc động. 'Fall In Love Alone' là một bài hát lý tưởng để lắng nghe trong những khoảnh khắc cô đơn và suy ngẫm về tình yêu",
      "time": "3:42"
    },
    {
      "id": 10,
      "sort": "Global",
      "name": "Angel Baby",
      "casy": "Troye Sivan",
      "img": "assets/img/troyesivan.jpeg",
      "url": "assets/music/angelbaby.mp3",
      "title": "Bài hát 'Angel Baby' của ca sĩ Troye Sivan là một tác phẩm âm nhạc đầy tình cảm và sự lãng mạn. Giai điệu êm dịu và lời bài hát ngọt ngào tạo nên một không gian mộng mơ và tình yêu. Bài hát kể về một tình yêu đẹp và trong sáng, như một thiên thần hiện hữu trong cuộc sống của người khác. Lời bài hát ca ngợi vẻ đẹp và sự tinh khiết của người yêu, đồng thời thể hiện tình cảm sâu sắc và sự khao khát bên cạnh người mình yêu. Giọng hát tinh tế và phong cách biểu diễn tâm huyết của Troye Sivan mang đến một trải nghiệm âm nhạc đậm chất tình yêu. 'Angel Baby' là một bài hát lý tưởng để nghe trong những khoảnh khắc lãng mạn và tràn đầy cảm xúc.",
      "time": "3:41"
    }
  ],
  "tatca": [
    {
      "id": 1,
      "name": "Chuyện đôi ta",
      "casy": "Da LaB",
      "img": "assets/img/vn1.jpg",
      "url": "assets/music/vn1.mp3",
      "title": "Bài hát Chuyện Đôi Ta do ca sĩ Dalab trình bày là một tác phẩm âm nhạc đậm chất ballad và lời bài hát sâu lắng. Giai điệu nhẹ nhàng và êm đềm đã tạo nên sự cuốn hút đặc biệt cho ca khúc này. Chuyện Đôi Ta nhanh chóng trở thành một trong những bài hát được yêu thích và truyền cảm hứng cho người nghe. Ca khúc này mang đến câu chuyện về tình yêu, những kỷ niệm và những cung bậc cảm xúc trong mối quan hệ đôi lứa. Với giọng hát đặc trưng của Dalab và sự diễn xuất tình cảm, bài hát đã ghi điểm và tạo dấu ấn sâu sắc trong lòng khán giả âm nhạc.",
      "time": "3:31"
    },
    {
      "id": 2,
      "name": "Đưa em về nhà",
      "casy": "GREY D x CHILLIES",
      "img": "assets/img/vn2.jpg",
      "url": "assets/music/vn2.mp3",
      "title": "Bài hát Đưa Em Về Nhà do ca sĩ GREY D và CHILLIES trình bày là một tác phẩm âm nhạc sôi động và trẻ trung. Giai điệu vui tươi và lời bài hát đầy lạc quan đã tạo nên sự cuốn hút cho ca khúc này. Đưa Em Về Nhà nhanh chóng thu hút sự quan tâm và yêu thích của đông đảo người nghe, đặc biệt là các bạn trẻ. Ca khúc này mang đến thông điệp về tình yêu và sự chăm sóc, khẳng định tình cảm mạnh mẽ và sẵn sàng đưa người yêu về nhà. Với sự kết hợp độc đáo giữa GREY D và CHILLIES, bài hát đã tạo nên một không gian âm nhạc tràn đầy năng lượng và truyền cảm hứng.",
      "time": "4:10"
    },
    {
      "id": 3,
      "name": "Hãy trao cho anh",
      "casy": "Sơn Tùng",
      "img": "assets/img/vn3.jpg",
      "url": "assets/music/vn3.mp3",
      "title": "Bài hát Hãy Trao Cho Anh do ca sĩ Sơn Tùng M-TP trình bày là một tác phẩm âm nhạc đầy cuốn hút và nổi tiếng. Giai điệu sôi động và lời bài hát mang tính chất thể hiện sự tự tin và lôi cuốn của người đàn ông đã nhanh chóng thu hút sự yêu thích của đông đảo khán giả. Hãy Trao Cho Anh trở thành một trong những bản hit lớn trong sự nghiệp của Sơn Tùng M-TP và đạt vị trí cao trên các bảng xếp hạng âm nhạc. Ca khúc này cũng mang đến thông điệp về tình yêu và khao khát được trao điều tốt đẹp nhất cho người mình yêu.",
      "time": "4:23"
    },
    {
      "id": 4,
      "name": "Hoa nở không màu",
      "casy": "Hoài Lâm",
      "img": "assets/img/vn4.jpg",
      "url": "assets/music/vn4.mp3",
      "title": "Bài hát Hoa Nở Không Màu do ca sĩ Hoài Lâm trình bày là một tác phẩm âm nhạc đầy tình cảm và sâu lắng. Giai điệu nhẹ nhàng và lời bài hát tinh tế đã tạo nên một không gian âm nhạc đầy mê hoặc. Hoa Nở Không Màu nhanh chóng trở thành một trong những bản hit được yêu thích của Hoài Lâm và đạt được vị trí cao trên các bảng xếp hạng âm nhạc. Ca khúc này truyền tải thông điệp về sự trầm lặng, những cung bậc cảm xúc trong tình yêu và những tâm tư sâu thẳm của người trải qua mất mát. Với giọng hát đặc trưng và cảm xúc trong diễn xuất, Hoài Lâm đã thành công mang đến cho người nghe một trải nghiệm âm nhạc đáng nhớ.",
      "time": "5:41"
    },
    {
      "id": 5,
      "name": "Khó vẽ nụ cười",
      "casy": "Đạt G x Du Uyên",
      "img": "assets/img/vn5.jpg",
      "url": "assets/music/vn5.mp3",
      "title": "Bài hát Khó Vẽ Nụ Cười do ca sĩ Đạt G và Du Uyên trình bày là một tác phẩm âm nhạc đầy cảm xúc và tình cảm. Giai điệu nhẹ nhàng và lời bài hát đậm chất buồn tình đã tạo nên một không gian âm nhạc đặc biệt. Khó Vẽ Nụ Cười nhanh chóng thu hút sự quan tâm và yêu thích của đông đảo người nghe, với sự hòa âm tuyệt vời giữa giọng hát của Đạt G và Du Uyên. Ca khúc này mang đến thông điệp về những khó khăn và nỗi đau trong tình yêu, khiến người nghe cảm nhận được sự chân thành và sâu lắng của lời bài hát. Khó Vẽ Nụ Cười đã tạo dấu ấn mạnh mẽ trong lòng khán giả và trở thành một trong những bài hát được ưa thích trên các bảng xếp hạng âm nhạc.",
      "time": "5:35"
    },
    {
      "id": 6,
      "name": "Muộn rồi mà sao còn",
      "casy": "Sơn Tùng",
      "img": "assets/img/vn6.jpg",
      "url": "assets/music/vn6.mp3",
      "title": "Bài hát Muộn Rồi Mà Sao Còn do ca sĩ Sơn Tùng M-TP trình bày là một tác phẩm âm nhạc nổi tiếng và đầy cảm xúc. Giai điệu sôi động và lời bài hát lôi cuốn đã tạo nên sự cuồn cuộn và nhiệt huyết cho ca khúc này. Muộn Rồi Mà Sao Còn nhanh chóng trở thành một trong những bản hit đình đám trong sự nghiệp của Sơn Tùng M-TP và đạt được vị trí cao trên các bảng xếp hạng âm nhạc. Ca khúc này thể hiện sự tình cảm và tiếc nuối của người trẻ với những lầm lỗi trong tình yêu và cuộc sống. Với giọng hát đặc trưng và khả năng biểu diễn tuyệt vời, Sơn Tùng M-TP đã mang đến cho người nghe một trải nghiệm âm nhạc sôi động và đáng nhớ.",
      "time": "4:49"
    },
    {
      "id": 7,
      "name": "Nếu em còn tồn tại",
      "casy": "Trịnh Đình Quang",
      "img": "assets/img/vn7.jpg",
      "url": "assets/music/vn7.mp3",
      "title": "Bài hát Nếu Em Còn Tồn Tại do ca sĩ Trịnh Đình Quang trình bày là một tác phẩm âm nhạc đầy tình cảm và sâu lắng. Giai điệu nhẹ nhàng và lời bài hát chất chứa nỗi nhớ và tình yêu không được đáp lại đã tạo nên một không gian âm nhạc đậm chất buồn. Nếu Em Còn Tồn Tại nhanh chóng chinh phục trái tim của nhiều người nghe với sự diễn xuất tình cảm và giọng hát đặc trưng của Trịnh Đình Quang. Ca khúc này mang đến thông điệp về sự đau khổ và hy vọng trong tình yêu, khiến người nghe chìm đắm trong cung bậc cảm xúc. Nếu Em Còn Tồn Tại đã ghi dấu ấn mạnh mẽ trong lòng khán giả và được đánh giá cao trên các bảng xếp hạng âm nhạc.",
      "time": "6:20"
    },
    {
      "id": 8,
      "name": "Nếu lúc đó",
      "casy": "Tlinh",
      "img": "assets/img/vn8.jpg",
      "url": "assets/music/vn8.mp3",
      "title": "Bài hát Nếu Lúc Đó do ca sĩ Tlinh trình bày là một tác phẩm âm nhạc đầy cảm xúc và tình cảm. Giai điệu nhẹ nhàng và lời bài hát chất chứa những suy nghĩ sâu sắc về quá khứ và những lầm lỗi đã xảy ra. Nếu Lúc Đó khắc họa một câu chuyện tình yêu đầy nuối tiếc và tiếc nuối về những quyết định đã làm mất đi một người quan trọng. Với giọng hát đặc trưng và cách thể hiện tình cảm, Tlinh đã mang đến cho người nghe một trải nghiệm âm nhạc chân thành và cảm động. Nếu Lúc Đó có thể gợi lại những kỷ niệm buồn trong lòng người nghe và tạo ra một cung bậc cảm xúc đậm đà.",
      "time": "5:25"
    },
    {
      "id": 9,
      "name": "Waiting For You",
      "casy": "MoNo",
      "img": "assets/img/vn9.jpg",
      "url": "assets/music/vn9.mp3",
      "title": "Bài hát Waiting For You do ca sĩ MONO trình bày là một tác phẩm âm nhạc sôi động và cuốn hút. Giai điệu nhanh nhẹn và nhịp điệu mạnh mẽ đã tạo nên một không khí vui tươi và năng động cho ca khúc này. Waiting For You nhanh chóng trở thành một bản hit được yêu thích trong sự nghiệp của MONO và khiến khán giả không thể ngồi yên. Ca khúc này mang đến sự cảm giác đầy năng lượng và khát khao gặp gỡ người yêu, khơi dậy sự háo hức và tưng bừng trong cuộc sống. Với giọng hát phấn khích và sự trình diễn sôi động, MONO đã mang đến một trải nghiệm âm nhạc đầy màu sắc và bùng nổ. Waiting For You là bài hát thích hợp để thưởng thức và cảm nhận không gian âm nhạc đầy sôi động và vui vẻ.",
      "time": "4:26"
    },
    {
      "id": 10,
      "name": "Yêu 5",
      "casy": "Rhymastic",
      "img": "assets/img/vn10.jpg",
      "url": "assets/music/vn10.mp3",
      "title": "Bài hát Yêu 5 do ca sĩ Rhymastic trình bày là một tác phẩm âm nhạc sôi động và năng động. Giai điệu catchy và nhịp điệu bắt tai đã tạo nên một không gian âm nhạc vui tươi và cuốn hút cho ca khúc này. Yêu 5 nhanh chóng trở thành một trong những bản hit nổi tiếng trong sự nghiệp của Rhymastic và được nhiều người yêu thích. Ca khúc này lấy cảm hứng từ tình yêu và mang đến thông điệp vui vẻ, hạnh phúc và tràn đầy năng lượng. Với giọng hát đầy sức sống và phong cách biểu diễn độc đáo, Rhymastic đã tạo ra một trải nghiệm âm nhạc thú vị và sôi động cho người nghe. Yêu 5 là bài hát thích hợp để cùng nhảy múa và tận hưởng không gian âm nhạc đầy sự phấn khích và sôi động.",
      "time": "4:11"
    },
    {
      "id": 11,
      "sort": "Global",
      "name": "Die For You",
      "casy": "The Weeknd",
      "img": "assets/img/dieforyou.jpeg",
      "url": "assets/music/dieforyou.mp3",
      "title": "Bài hát Die For You do ca sĩ The Weeknd trình bày là một tác phẩm âm nhạc đầy cảm xúc và sâu lắng. Giai điệu và lời bài hát chất chứa tình yêu và sự cam kết mạnh mẽ của người yêu. Die For You truyền tải thông điệp về sự sẵn lòng hy sinh và đồng hành với người mình yêu đến tận cùng. Giọng hát đặc trưng và phong cách biểu diễn đầy tâm huyết của The Weeknd đã mang đến một trải nghiệm âm nhạc sôi động và đáng nhớ. Ca khúc này thường được nhận định cao trong sự nghiệp của The Weeknd và có sự ảnh hưởng mạnh mẽ đối với người nghe. Die For You là một bài hát đáng nghe và đặc biệt để truyền tải sự tận tâm và cống hiến trong tình yêu.",
      "time": "3:53"
    },
    {
      "id": 12,
      "sort": "Global",
      "name": "motive",
      "casy": "Ariana Grande",
      "img": "assets/img/ari.jpeg",
      "url": "assets/music/motive.mp3",
      "title": "Bài hát Motive do ca sĩ Ariana Grande trình bày là một tác phẩm âm nhạc sôi động và cuốn hút. Giai điệu bắt tai và nhịp điệu nhanh đã tạo ra một không gian âm nhạc năng động và thú vị cho ca khúc này. Motive là một bản nhạc pop có tiếng rap và hợp tác với một nghệ sĩ khác. Ca khúc này truyền tải thông điệp về việc có động lực và mục tiêu trong cuộc sống và tình yêu. Giọng hát đầy sức mạnh và phong cách biểu diễn độc đáo của Ariana Grande đã mang đến một trải nghiệm âm nhạc đầy sự phấn khích và sôi động. Motive là một bài hát thú vị để thưởng thức và cảm nhận không gian âm nhạc đầy năng lượng và cảm xúc tích cực.",
      "time": "2:49"
    },
    {
      "id": 13,
      "sort": "Global",
      "name": "Real Friends",
      "casy": "Camilla Cabello",
      "img": "assets/img/camilla.jpeg",
      "url": "assets/music/realfriends.mp3",
      "title": "Bài hát Real Friends do ca sĩ Camilla Cabello trình bày là một tác phẩm âm nhạc sôi động và cuốn hút. Giai điệu bắt tai và nhịp điệu nhanh đã tạo ra một không gian âm nhạc năng động và thú vị cho ca khúc này. Motive là một bản nhạc pop có tiếng rap và hợp tác với một nghệ sĩ khác. Ca khúc này truyền tải thông điệp về việc có động lực và mục tiêu trong cuộc sống và tình bạn. Giọng hát đầy sức mạnh và phong cách biểu diễn độc đáo của Camilla Cabello đã mang đến một trải nghiệm âm nhạc đầy sự phấn khích và sôi động. Motive là một bài hát thú vị để thưởng thức và cảm nhận không gian âm nhạc đầy năng lượng và cảm xúc tích cực.",
      "time": "3:36"
    },
    {
      "id": 14,
      "sort": "Global",
      "name": "Like My Father",
      "casy": "Jax",
      "img": "assets/img/jax.jpeg",
      "url": "assets/music/likemyfather.mp3",
      "title": "Bài hát Like My Father do ca sĩ Jax trình bày là một tác phẩm âm nhạc cảm động và đầy ý nghĩa. Giai điệu nhẹ nhàng và lời bài hát chất chứa những suy nghĩ về tình yêu và lòng biết ơn đối với người cha. Like My Father mô tả một câu chuyện về sự lớn lên và học hỏi từ người cha, với thông điệp về sự khao khát trở thành người mạnh mẽ và đáng tự hào như cha mình. Giọng hát đầy cảm xúc và sự trình diễn chân thành của Jax đã mang đến một trải nghiệm âm nhạc chân thành và xúc động. Like My Father là bài hát thích hợp để tưởng nhớ và tôn vinh tình cha mẹ và những giá trị gia đình.",
      "time": "3:08"
    },
    {
      "id": 15,
      "sort": "Global",
      "name": "LIMBO",
      "casy": "Keshi",
      "img": "assets/img/keshi.jpeg",
      "url": "assets/music/limbo.mp3",
      "title": "Bài hát LIMBO do ca sĩ keshi trình bày là một tác phẩm âm nhạc mang tính chất tâm trạng và sâu lắng. Giai điệu nhẹ nhàng và hòa âm điệp khúc đã tạo ra một không gian âm nhạc mơ màng và tương tác với cảm xúc của người nghe. LIMBO lời bài hát thể hiện sự khắc khoải và tìm kiếm sự định hướng trong cuộc sống, nhưng cũng mang đến hy vọng và sự lạc quan. Giọng hát tinh tế và phong cách biểu diễn sâu lắng của keshi đã mang đến một trải nghiệm âm nhạc đầy cảm xúc và sâu sắc. LIMBO là bài hát thích hợp để lắng nghe và thấu hiểu về những tâm trạng và suy ngẫm trong cuộc sống.",
      "time": "3:33"
    },
    {
      "id": 16,
      "sort": "Global",
      "name": "Every Summertime",
      "casy": "Niki",
      "img": "assets/img/niki.jpeg",
      "url": "assets/music/everysummertime.mp3",
      "title": "Bài hát 'Every Summertime' của ca sĩ niki là một tác phẩm âm nhạc phóng tác từ một bản nhạc cổ điển nổi tiếng. Giai điệu vui tươi và nhịp điệu bắt tai tạo ra một không khí mừng rỡ và lạc quan cho mỗi mùa hè. Lời bài hát ca ngợi vẻ đẹp và cảm nhận của mùa hè, nhưng cũng thể hiện tình yêu và niềm vui trong những khoảnh khắc đáng nhớ của chúng ta. Giọng hát trong trẻo và phong cách biểu diễn đầy sự hồn nhiên của niki mang đến một trải nghiệm âm nhạc tươi mới và thú vị. 'Every Summertime' là một bài hát lý tưởng để thưởng thức và cảm nhận những cung bậc cảm xúc trong mỗi mùa hè của chúng ta",
      "time": "3:56"
    },
    {
      "id": 17,
      "sort": "Global",
      "name": "Players",
      "casy": "Coi Leray",
      "img": "assets/img/players.png",
      "url": "assets/music/players.mp3",
      "title": "Bài hát 'Players' của ca sĩ LeRay là một tác phẩm âm nhạc đầy năng lượng và phong cách. Giai điệu sôi động và nhịp điệu bắt tai tạo ra một không khí sôi nổi và đầy cảm hứng cho những người nghe. Lời bài hát kể về cuộc sống và tinh thần của những người chơi, những người không ngại thể hiện bản thân và sống cuộc đời một cách tự do và phóng khoáng. Giọng hát mạnh mẽ và phong cách biểu diễn táo bạo của LeRay đã mang đến một trải nghiệm âm nhạc đầy sự hưng phấn và sôi động. 'Players' là một bài hát lý tưởng để thưởng thức và cảm nhận tinh thần của những người tự do và sáng tạo",
      "time": "2:20"
    },
    {
      "id": 18,
      "sort": "Global",
      "name": "I Like You (A Happier Song)",
      "casy": "Post Malone",
      "img": "assets/img/postmalone.jpeg",
      "url": "assets/music/ilikeyou.mp3",
      "title": "I Like You (A Happier Song) là một bài hát vui tươi và lạc quan của ca sĩ Post Malone. Giai điệu sôi động và nhịp điệu bắt tai sẽ khiến bạn không thể ngồi yên. Lời bài hát mô tả tình yêu và sự hạnh phúc khi gặp gỡ người yêu thương. Bài hát truyền tải thông điệp về niềm vui, sự lạc quan và tình cảm trong một môi trường tươi sáng và lạc quan. Giọng hát phong cách và sự trình diễn tài năng của Post Malone đã mang đến một trải nghiệm âm nhạc sôi động và đáng yêu. I Like You (A Happier Song) là bài hát hoàn hảo để tạo cảm giác hạnh phúc và nâng cao tinh thần của bạn",
      "time": "3:18"
    },
    {
      "id": 19,
      "sort": "Global",
      "name": "Fall In Love Alone",
      "casy": "Stacey Ryan",
      "img": "assets/img/staceyryan.jpeg",
      "url": "assets/music/fallinlovealone.mp3",
      "title": "Bài hát 'Fall In Love Alone' của ca sĩ Stacey Ryan là một tác phẩm âm nhạc lãng mạn và sâu lắng. Giai điệu nhẹ nhàng và lời bài hát chân thành thể hiện tình yêu và cảm xúc của một người đang trải qua một cuộc tình không được đáp lại. Bài hát kể về một người đơn lẻ và cô đơn trong tình yêu, đồng thời thể hiện sự tình tứ và hy vọng về một tình yêu thực sự. Giọng hát tình cảm và phong cách biểu diễn sâu lắng của Stacey Ryan mang đến một trải nghiệm âm nhạc đầy cảm xúc và xúc động. 'Fall In Love Alone' là một bài hát lý tưởng để lắng nghe trong những khoảnh khắc cô đơn và suy ngẫm về tình yêu",
      "time": "3:42"
    },

    {
      "id": 20,
      "sort": "Global",
      "name": "Angel Baby",
      "casy": "Troye Sivan",
      "img": "assets/img/troyesivan.jpeg",
      "url": "assets/music/angelbaby.mp3",
      "title": "Bài hát 'Angel Baby' của ca sĩ Troye Sivan là một tác phẩm âm nhạc đầy tình cảm và sự lãng mạn. Giai điệu êm dịu và lời bài hát ngọt ngào tạo nên một không gian mộng mơ và tình yêu. Bài hát kể về một tình yêu đẹp và trong sáng, như một thiên thần hiện hữu trong cuộc sống của người khác. Lời bài hát ca ngợi vẻ đẹp và sự tinh khiết của người yêu, đồng thời thể hiện tình cảm sâu sắc và sự khao khát bên cạnh người mình yêu. Giọng hát tinh tế và phong cách biểu diễn tâm huyết của Troye Sivan mang đến một trải nghiệm âm nhạc đậm chất tình yêu. 'Angel Baby' là một bài hát lý tưởng để nghe trong những khoảnh khắc lãng mạn và tràn đầy cảm xúc.",
      "time": "3:41"
    }
  ],

  "ballad":
  [
    {
      "id": 1,
      "sort": "Ballad",
      "name": "Hơn Cả Yêu",
      "casy": "Đức Phúc",
      "img": "assets/img/ducphuc.jpeg",
      "url": "assets/music/honcayeu.mp3",
      "title": "Bài hát Hơn Cả Yêu của ca sĩ Đức Phúc là một tác phẩm âm nhạc lãng mạn và sâu lắng. Giai điệu nhẹ nhàng và lời bài hát chân thành thể hiện tình yêu và cảm xúc của một người đang trải qua một cuộc tình. Đồng thời thể hiện sự tình tứ và hy vọng về một tình yêu thực sự. Giọng hát tình cảm và phong cách biểu diễn sâu lắng của Đức Phúc mang đến một trải nghiệm âm nhạc đầy cảm xúc và xúc động. Hơn Cả Yêu là một bài hát lý tưởng để lắng nghe về những tâm tư tình cảm khi yêu",
      "time": "5:43"
    },

    {
      "id": 2,
      "sort": "Ballad",
      "name": "Tháng Tư Là Lời Nói Dối Của Em",
      "casy": "Hà Anh Tuấn",
      "img": "assets/img/haanhtuan.jpeg",
      "url": "assets/music/thangtulaloinoidoicuaem.mp3",
      "title": "Ca khúc mang âm hưởng Pop nhẹ nhàng, với ca từ lãng mạn, đầy chất thơ, được thể hiện qua giọng ca mộc mạc, giàu chất tự sự của Hà Anh Tuấn.",
      "time": "6:10"
    },
    
    {
      "id": 3,
      "sort": "Ballad",
      "name": "Sau Tất Cả",
      "casy": "Erik",
      "img": "assets/img/erik.jpeg",
      "url": "assets/music/sautatca.mp3",
      "title": "Sau tất cả mang lại sự ấm áp, ngọt ngào của đôi tình nhân. Trải qua nhiều cung bậc cảm xúc trái chiều, họ lựa chọn cách quay về bên nhau bởi khó khăn cũng chỉ là thử thách. Sự văn minh trong ca từ cùng với chất ballad du dương góp phần làm nên thành công cho bản hit này.",
      "time": "3:54"
    },

    {
      "id": 4,
      "sort": "Ballad",
      "name": "Anh Ơi Ở Lại",
      "casy": "Chi Pu",
      "img": "assets/img/chipu.jpeg",
      "url": "assets/music/anhoiolai.mp3",
      "title": "Anh ơi ở lại là một bài hát được thu âm bởi người mẫu và nữ diễn viên Việt Nam Chi Pu. Được sáng tác bởi Đạt G, phối khí bởi Đoàn Minh Vũ cùng phần mix và mastering do Bố Thỏ Heo đảm nhận.",
      "time": "4:52"
    },

    
    {
      "id": 5,
      "sort": "Ballad",
      "name": "Nàng Thơ Xứ Huế",
      "casy": "Thuỳ Chi",
      "img": "assets/img/thuychi.jpeg",
      "url": "assets/music/nangthoxuhue.mp3",
      "title": "Nhạc phẩm có cách phối khí âm hưởng dân ca, mở đầu bằng tiếng sáo. Giai điệu chậm rãi, sâu lắng của ca khúc hài hòa với chất giọng của Thùy Chi.",
      "time": "5:32"
    },

    {
      "id": 6,
      "sort": "Ballad",
      "name": "Gửi Anh Xa Nhớ",
      "casy": "Bích Phương",
      "img": "assets/img/bichphuong.jpeg",
      "url": "assets/music/guianhxanho.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Bích Phương đã trở lại thị trường nhạc bằng một ca khúc mới của nhạc sĩ trẻ Tiên Cookie.",
      "time": "4:42"
    },

    {
      "id": 7,
      "sort": "Ballad",
      "name": "Bông Hoa Đẹp Nhất",
      "casy": "Quân A.P",
      "img": "assets/img/quanap.jpeg",
      "url": "assets/music/bonghoadepnhat.mp3",
      "title": "Ca khúc có phần giai điệu nhẹ nhàng, da diết. Chất giọng dày, trầm khàn đặc trưng của Quân A.P giúp anh xử lý tốt những đoạn trầm, thể hiện tinh thần sâu lắng của tác phẩm.",
      "time": "3:32"
    },

    {
      "id": 8,
      "sort": "Ballad",
      "name": "Phía Sau Một Cô Gái",
      "casy": "Soobin Hoàng Sơn",
      "img": "assets/img/soobin.jpeg",
      "url": "assets/music/phiasaumotcogai.mp3",
      "title": "Ca khúc Phía sau một cô gái được đánh giá là hiện tượng nổi bật của Vpop trong thời điểm cuối năm 2016. Sự kết hợp đầu tiên giữa Soobin Hoàng Sơn và Tiên Cookie nhanh chóng thu hút sự quan tâm của truyền thông lẫn đông đảo công chúng.",
      "time": "5:29"
    },

    {
      "id": 9,
      "sort": "Ballad",
      "name": "Em gái mưa",
      "casy": "Hương Tràm",
      "img": "assets/img/huongtram.jpeg",
      "url": "assets/music/emgaimua.mp3",
      "title": "Ca khúc Em gái mưa được đánh giá là hiện tượng nổi bật của Vpop trong thời điểm cuối năm 2016. Sự kết hợp đầu tiên giữa Soobin Hoàng Sơn và Tiên Cookie nhanh chóng thu hút sự quan tâm của truyền thông lẫn đông đảo công chúng.",
      "time": "5:30"
    },

    {
      "id": 10,
      "sort": "Ballad",
      "name": "Dấu Mưa",
      "casy": "Trung Quân",
      "img": "assets/img/trungquan.jpeg",
      "url": "assets/music/daumua.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:03"
    }
  ],

  "chill":
  [
    {
      "id": 1,
      "sort": "Chill",
      "name": "Merry Go Round Of Life",
      "casy": "Joe Hisaishi",
      "img": "assets/img/howl.jpeg",
      "url": "assets/music/merry.mp3",
      "title": "Nhạc cổ điển là dòng nhạc nghệ thuật được sản xuất, hoặc được bắt nguồn từ truyền thống tế lễ ở phương Tây bao gồm cả nhạc tôn giáo và nhạc thế tục, một khoảng thời gian rộng lớn từ khoảng thế kỷ thứ XI đến thời điểm hiện tại.",
      "time": "5:04"
    },

    {
      "id": 2,
      "sort": "Chill",
      "name": "Canon In D",
      "casy": "Johann Pachelbel",
      "img": "assets/img/canon.jpeg",
      "url": "assets/music/canonind.mp3",
      "title": "Nhạc cổ điển là dòng nhạc nghệ thuật được sản xuất, hoặc được bắt nguồn từ truyền thống tế lễ ở phương Tây bao gồm cả nhạc tôn giáo và nhạc thế tục, một khoảng thời gian rộng lớn từ khoảng thế kỷ thứ XI đến thời điểm hiện tại.",
      "time": "5:53"
    },

    {
      "id": 3,
      "sort": "Chill",
      "name": "Fur Elise",
      "casy": "Beethoven",
      "img": "assets/img/beethoven.jpeg",
      "url": "assets/music/furelise.mp3",
      "title": "Nhạc cổ điển là dòng nhạc nghệ thuật được sản xuất, hoặc được bắt nguồn từ truyền thống tế lễ ở phương Tây bao gồm cả nhạc tôn giáo và nhạc thế tục, một khoảng thời gian rộng lớn từ khoảng thế kỷ thứ XI đến thời điểm hiện tại.",
      "time": "6:03"
    },

    {
      "id": 4,
      "sort": "Chill",
      "name": "One Summer's Day",
      "casy": "Joe Hisaishi",
      "img": "assets/img/spirited.jpeg",
      "url": "assets/music/onesummerday.mp3",
      "title": "Nhạc cổ điển là dòng nhạc nghệ thuật được sản xuất, hoặc được bắt nguồn từ truyền thống tế lễ ở phương Tây bao gồm cả nhạc tôn giáo và nhạc thế tục, một khoảng thời gian rộng lớn từ khoảng thế kỷ thứ XI đến thời điểm hiện tại.",
      "time": "4:43"
    },

    {
      "id": 5,
      "sort": "Chill",
      "name": "Kiss The Rain",
      "casy": "Yiruma",
      "img": "assets/img/yiruma.jpeg",
      "url": "assets/music/kisstherain.mp3",
      "title": "Nhạc cổ điển là dòng nhạc nghệ thuật được sản xuất, hoặc được bắt nguồn từ truyền thống tế lễ ở phương Tây bao gồm cả nhạc tôn giáo và nhạc thế tục, một khoảng thời gian rộng lớn từ khoảng thế kỷ thứ XI đến thời điểm hiện tại.",
      "time": "5:03"
    }
  ],

  "list1":
  [
    {
      "id": 1,
      "sort": "VN",
      "name": "gái độc thân",
      "casy": "tlinh",
      "img": "assets/img/gaidocthan.jpeg",
      "url": "assets/music/gaidocthan.mp3",
      "title": "Tlinh là rapper trẻ năng động và tài giỏi chỉ trong vòng một thời gian ngắn gia nhập rap, Tlinh đã có bước tiến đáng kinh ngạc. Cô có cách gieo vần, chơi chữ khá thông minh, rap hay hát cô điều thể hiện rất mượt và cuốn hút.",
      "time": "5:43"
    },

    {
      "id": 2,
      "sort": "VN",
      "name": "Missing U",
      "casy": "Phương Ly",
      "img": "assets/img/missingu.jpeg",
      "url": "assets/music/missingyou.mp3",
      "title": "Ca khúc mang âm hưởng Pop nhẹ nhàng, với ca từ lãng mạn, đầy chất thơ, được thể hiện qua giọng ca mộc mạc, giàu chất tự sự của Hà Anh Tuấn.",
      "time": "6:10"
    },
    
    {
      "id": 3,
      "sort": "VN",
      "name": "Thích Em Hơi Nhiều",
      "casy": "Wren Evans",
      "img": "assets/img/thichemhoinhieu.jpeg",
      "url": "assets/music/thichemhoinhieu.mp3",
      "title": "Sau tất cả mang lại sự ấm áp, ngọt ngào của đôi tình nhân. Trải qua nhiều cung bậc cảm xúc trái chiều, họ lựa chọn cách quay về bên nhau bởi khó khăn cũng chỉ là thử thách. Sự văn minh trong ca từ cùng với chất ballad du dương góp phần làm nên thành công cho bản hit này.",
      "time": "3:54"
    },

    {
      "id": 4,
      "sort": "VN",
      "name": "Em là",
      "casy": "Mono",
      "img": "assets/img/emla.jpeg",
      "url": "assets/music/emla.mp3",
      "title": "Nguyễn Việt Hoàng, thường được biết đến với nghệ danh Mono, là một nam ca sĩ kiêm sáng tác nhạc người Việt Nam, sinh ra và lớn lên tại tỉnh Thái Bình. Mono là em trai của ca, nhạc sĩ Sơn Tùng M-TP.",
      "time": "4:52"
    },

    
    {
      "id": 5,
      "sort": "VN",
      "name": "em bỏ hút thuốc chưa",
      "casy": "Bích Phương",
      "img": "assets/img/embohutthuocchua.jpeg",
      "url": "assets/music/embohutthuocchua.mp3",
      "title": "Nhạc phẩm có cách phối khí âm hưởng dân ca, mở đầu bằng tiếng sáo. Giai điệu chậm rãi, sâu lắng của ca khúc hài hòa với chất giọng của Thùy Chi.",
      "time": "4:42"
    },

    {
      "id": 6,
      "sort": "VN",
      "name": "Bo Xì Bo",
      "casy": "Hoàng Thuỳ Linh",
      "img": "assets/img/boxibo.jpeg",
      "url": "assets/music/boxibo.mp3",
      "title": "Hoàng Thùy Linh cho ra mắt đĩa đơn Gieo quẻ trên các nền tảng nghe nhạc trực tuyến tại Việt Nam.[14] Sau vài ngày phát hành, bài hát đạt Top 1 Trending trên YouTube,",
      "time": "4:42"
    },

    {
      "id": 7,
      "sort": "VN",
      "name": "See Tình",
      "casy": "Hoàng Thuỳ Linh",
      "img": "assets/img/seetinh.jpeg",
      "url": "assets/music/seetinh.mp3",
      "title": "Hoàng Thùy Linh cho ra mắt đĩa đơn Gieo quẻ trên các nền tảng nghe nhạc trực tuyến tại Việt Nam.[14] Sau vài ngày phát hành, bài hát đạt Top 1 Trending trên YouTube,",
      "time": "3:32"
    },

    {
      "id": 8,
      "sort": "VN",
      "name": "Kẻ Cắp Gặp Bà Già",
      "casy": "Hoàng Thuỳ Linh",
      "img": "assets/img/kecapgapbagia.jpeg",
      "url": "assets/music/kecapgapbagia.mp3",
      "title": "Hoàng Thùy Linh cho ra mắt đĩa đơn Gieo quẻ trên các nền tảng nghe nhạc trực tuyến tại Việt Nam.[14] Sau vài ngày phát hành, bài hát đạt Top 1 Trending trên YouTube,",
      "time": "4:49"
    },

    {
      "id": 9,
      "sort": "VN",
      "name": "Sao Cũng Được",
      "casy": "Binz",
      "img": "assets/img/saocungduoc.jpeg",
      "url": "assets/music/saocungduoc.mp3",
      "title": "Ca khúc Sao Cũng Được được đánh giá là hiện tượng nổi bật của Vpop. Và nhanh chóng thu hút sự quan tâm của truyền thông lẫn đông đảo công chúng.",
      "time": "5:30"
    },

    {
      "id": 10,
      "sort": "VN",
      "name": "Big City Boi",
      "casy": "Binz",
      "img": "assets/img/bigcityboi.jpeg",
      "url": "assets/music/bigcityboi.mp3",
      "title": "Binz với ca khúc Big City Boi đã tạo nên một trào lưu với giai điệu bắt tai, hiện đại. Sự kết hợp khéo léo của Touliver đã góp phần không nhỏ vào sự thành công của bài hát.",
      "time": "4:03"
    },

    {
      "id": 11,
      "sort": "VN",
      "name": "Ưng Quá Chừng",
      "casy": "Amee",
      "img": "assets/img/ungquachung.jpeg",
      "url": "assets/music/ungquachung.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "5:03"
    },

    {
      "id": 12,
      "sort": "VN",
      "name": "22 (Hai mươi hai)",
      "casy": "Amee",
      "img": "assets/img/22.jpeg",
      "url": "assets/music/22.mp3",
      "title": "Những câu từ trong bài hát như những lời nhắn nhủ nhẹ nhàng và sâu lắng thể hiện sự yêu thương của người mẹ dành cho con gái của mình khi từng bược trưởng thành.",
      "time": "4:03"
    },

    {
      "id": 13,
      "sort": "VN",
      "name": "nến và hoa",
      "casy": "Rhymastic",
      "img": "assets/img/nenvahoa.jpeg",
      "url": "assets/music/nenvahoa.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Rhymastic đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:03"
    },

    {
      "id": 14,
      "sort": "VN",
      "name": "XTC",
      "casy": "RPT",
      "img": "assets/img/xtc.jpeg",
      "url": "assets/music/xtc.mp3",
      "title": "Tlinh là rapper trẻ năng động và tài giỏi chỉ trong vòng một thời gian ngắn gia nhập rap, Tlinh đã có bước tiến đáng kinh ngạc. Cô có cách gieo vần, chơi chữ khá thông minh, rap hay hát cô điều thể hiện rất mượt và cuốn hút..",
      "time": "4:03"
    },

    {
      "id": 15,
      "sort": "VN",
      "name": "Duyên Âm",
      "casy": "Hoàng Thuỳ Linh",
      "img": "assets/img/duyenam.jpeg",
      "url": "assets/music/duyenam.mp3",
      "title": "Hoàng Thùy Linh cho ra mắt đĩa đơn Gieo quẻ trên các nền tảng nghe nhạc trực tuyến tại Việt Nam.[14] Sau vài ngày phát hành, bài hát đạt Top 1 Trending trên YouTube,",
      "time": "4:52"
    }
  ],

  
  "list2":
  [
    {
        "id": 1,
        "sort": "Global",
        "name": "Say So",
        "casy": "Doja Cat",
        "img": "assets/img/battinhyeulen.jpeg",
        "url": "assets/music/battinhyeulen.mp3",
        "title": "Bản phối lại từ đĩa đơn Say So hợp tác với Nicki Minaj của cô phát hành năm 2020 đã đạt được vị trí quán quân bảng xếp hạng Billboard Hot 100. Đây là bài hát đầu tiên của cả 2 nghệ sĩ giành được vị trí này. Năm 2021 cô cho ra mắt album Planet Her ",
        "time": "3:23"
    },

    {
      "id": 2,
      "sort": "Global",
      "name": "Candy",
      "casy": "Doja Cat",
      "img": "assets/img/candy.jpeg",
      "url": "assets/music/candy.mp3",
      "title": "Bản phối lại từ đĩa đơn Say So hợp tác với Nicki Minaj của cô phát hành năm 2020 đã đạt được vị trí quán quân bảng xếp hạng Billboard Hot 100. Đây là bài hát đầu tiên của cả 2 nghệ sĩ giành được vị trí này. Năm 2021 cô cho ra mắt album Planet Her ",
      "time": "3:03"
    },

    {
      "id": 3,
      "sort": "Global",
      "name": "Promise",
      "casy": "Jimin",
      "img": "assets/img/jimin.jpeg",
      "url": "assets/music/jimin.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "3:10"
    },


    {
      "id": 4,
      "sort": "Global",
      "name": "Out Of Time",
      "casy": "The Weeknd",
      "img": "assets/img/outoftime.jpeg",
      "url": "assets/music/outoftime.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:03"
    },

    {
      "id": 5,
      "sort": "Global",
      "name": "Hey, Mickey",
      "casy": "Baby Tate",
      "img": "assets/img/heymickey.jpeg",
      "url": "assets/music/heymickey.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "2:23"
    },

    {
      "id": 6,
      "sort": "Global",
      "name": "It's You",
      "casy": "Ali Gatie",
      "img": "assets/img/itsyou.jpeg",
      "url": "assets/music/itsyou.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "3:43"
    },

    {
      "id": 7,
      "sort": "Global",
      "name": "Easy On Me",
      "casy": "Adele",
      "img": "assets/img/easyonme.jpeg",
      "url": "assets/music/easyonme.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:32"
    },

    {
      "id": 8,
      "sort": "Global",
      "name": "Kill Bill",
      "casy": "SZA",
      "img": "assets/img/killbill.jpeg",
      "url": "assets/music/killbill.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "3:03"
    },

    {
      "id": 9,
      "sort": "Global",
      "name": "Save Your Tears",
      "casy": "The Weeknd ft. Ariana Grande",
      "img": "assets/img/saveyourtears.jpeg",
      "url": "assets/music/saveyourtears.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:13"
    },

    {
      "id": 10,
      "sort": "Global",
      "name": "Cupid",
      "casy": "Fifty Fifty",
      "img": "assets/img/cupid.jpeg",
      "url": "assets/music/cupid.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "3:53"
    },

    {
      "id": 11,
      "sort": "Global",
      "name": "Positions",
      "casy": "Ariana Grande",
      "img": "assets/img/pos.jpeg",
      "url": "assets/music/pos.mp3",
      "title": "Bài hát Motive do ca sĩ Ariana Grande trình bày là một tác phẩm âm nhạc sôi động và cuốn hút. Giai điệu bắt tai và nhịp điệu nhanh đã tạo ra một không gian âm nhạc năng động và thú vị cho ca khúc này. Motive là một bản nhạc pop có tiếng rap và hợp tác với một nghệ sĩ khác. Ca khúc này truyền tải thông điệp về việc có động lực và mục tiêu trong cuộc sống và tình yêu. Giọng hát đầy sức mạnh và phong cách biểu diễn độc đáo của Ariana Grande đã mang đến một trải nghiệm âm nhạc đầy sự phấn khích và sôi động. Motive là một bài hát thú vị để thưởng thức và cảm nhận không gian âm nhạc đầy năng lượng và cảm xúc tích cực.",
      "time": "4:03"
    },

    {
      "id": 12,
      "sort": "Global",
      "name": "Until I Found You",
      "casy": "Rosé",
      "img": "assets/img/untilifoundyou.jpeg",
      "url": "assets/music/untilifoundyou.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "3:23"
    },

    {
      "id": 13,
      "sort": "Global",
      "name": "Needy",
      "casy": "Ariana Grande",
      "img": "assets/img/needy.jpeg",
      "url": "assets/music/needy.mp3",
      "title": "Bài hát Motive do ca sĩ Ariana Grande trình bày là một tác phẩm âm nhạc sôi động và cuốn hút. Giai điệu bắt tai và nhịp điệu nhanh đã tạo ra một không gian âm nhạc năng động và thú vị cho ca khúc này. Motive là một bản nhạc pop có tiếng rap và hợp tác với một nghệ sĩ khác. Ca khúc này truyền tải thông điệp về việc có động lực và mục tiêu trong cuộc sống và tình yêu. Giọng hát đầy sức mạnh và phong cách biểu diễn độc đáo của Ariana Grande đã mang đến một trải nghiệm âm nhạc đầy sự phấn khích và sôi động. Motive là một bài hát thú vị để thưởng thức và cảm nhận không gian âm nhạc đầy năng lượng và cảm xúc tích cực.",
      "time": "4:01"
    },

    {
      "id": 14,
      "sort": "Global",
      "name": "Only",
      "casy": "Lee Hi",
      "img": "assets/img/only.jpeg",
      "url": "assets/music/only.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:05"
    },

    {
      "id": 15,
      "sort": "Global",
      "name": "2002",
      "casy": "Anne Marie",
      "img": "assets/img/anne.jpeg",
      "url": "assets/music/anne.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:13"
    }
  ],

  "list3":
  [
    {
        "id": 1,
        "sort": "VN",
        "name": "Tiny Love",
        "casy": "Thịnh Suy",
        "img": "assets/img/tinylove.jpeg",
        "url": "assets/music/tinylove.mp3",
        "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Thịnh Suy đã trở lại thị trường nhạc bằng một ca khúc mới.",
        "time": "4:03"
    },

    {
      "id": 2,
      "sort": "VN",
      "name": "Tình Yêu Xanh Lá",
      "casy": "Thịnh Suy",
      "img": "assets/img/tinhyeuxanhla.jpeg",
      "url": "assets/music/tinhyeuxanhla.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Thịnh Suy đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:12"
    },

    {
      "id": 3,
      "sort": "VN",
      "name": "Bài Này Không Để Đi Diễn",
      "casy": "Anh Tú",
      "img": "assets/img/anhtu.jpeg",
      "url": "assets/music/anhtu.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:43"
    },

    {
      "id": 4,
      "sort": "VN",
      "name": "Bật Tình Yêu Lên",
      "casy": "Tăng Duy Tân ft. Hoà Minzy",
      "img": "assets/img/battinhyeulen.jpeg",
      "url": "assets/music/battinhyeulen.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:23"
    },

    {
      "id": 5,
      "sort": "VN",
      "name": "Real Love",
      "casy": "Mỹ Anh ft. Khắc Hưng",
      "img": "assets/img/reallove.jpeg",
      "url": "assets/music/reallove.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "3:53"
    },

    {
      "id": 6,
      "sort": "VN",
      "name": "ngủ một mình",
      "casy": "HieuThuHai",
      "img": "assets/img/ngumotminh.jpeg",
      "url": "assets/music/ngumotminh.mp3",
      "title": "HIEUTHUHAI hoặc hieuthuhai,là một nam rapper, ca sĩ kiêm sáng tác nhạc và diễn viên người Việt Nam. Anh hiện đang là thành viên của nhóm nhạc GERDNANG.",
      "time": "4:23"
    },

    {
      "id": 7,
      "sort": "VN",
      "name": "Lời Đường Mật",
      "casy": "Lyly ft. HieuThuHai",
      "img": "assets/img/loiduongmat.jpeg",
      "url": "assets/music/loiduongmat.mp3",
      "title": "HIEUTHUHAI hoặc hieuthuhai,[a] là một nam rapper, ca sĩ kiêm sáng tác nhạc và diễn viên người Việt Nam. Anh hiện đang là thành viên của nhóm nhạc GERDNANG.",
      "time": "3:43"
    },

    {
      "id": 8,
      "sort": "VN",
      "name": "Nàng Thơ",
      "casy": "Hoàng Dũng",
      "img": "assets/img/nangtho.jpeg",
      "url": "assets/music/nangtho.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Hoàng Dũng đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:01"
    },

    {
      "id": 9,
      "sort": "VN",
      "name": "Making My Way",
      "casy": "Sơn Tùng MTP",
      "img": "assets/img/makingmyway.jpeg",
      "url": "assets/music/makingmyway.mp3",
      "title": "Bài hát Muộn Rồi Mà Sao Còn do ca sĩ Sơn Tùng M-TP trình bày là một tác phẩm âm nhạc nổi tiếng và đầy cảm xúc. Giai điệu sôi động và lời bài hát lôi cuốn đã tạo nên sự cuồn cuộn và nhiệt huyết cho ca khúc này. Muộn Rồi Mà Sao Còn nhanh chóng trở thành một trong những bản hit đình đám trong sự nghiệp của Sơn Tùng M-TP và đạt được vị trí cao trên các bảng xếp hạng âm nhạc. Ca khúc này thể hiện sự tình cảm và tiếc nuối của người trẻ với những lầm lỗi trong tình yêu và cuộc sống. Với giọng hát đặc trưng và khả năng biểu diễn tuyệt vời, Sơn Tùng M-TP đã mang đến cho người nghe một trải nghiệm âm nhạc sôi động và đáng nhớ.",
      "time": "4:23"
    },

    {
      "id": 10,
      "sort": "VN",
      "name": "Nghe Như Tình Yêu",
      "casy": "HieuThuHai",
      "img": "assets/img/nghenhutinhyeu.jpeg",
      "url": "assets/music/nghenhutinhyeu.mp3",
      "title": "HIEUTHUHAI hoặc hieuthuhai,là một nam rapper, ca sĩ kiêm sáng tác nhạc và diễn viên người Việt Nam. Anh hiện đang là thành viên của nhóm nhạc GERDNANG.",
      "time": "4:14"
    },

    {
      "id": 11,
      "sort": "Global",
      "name": "Lover",
      "casy": "Taylor Swift",
      "img": "assets/img/lover.jpeg",
      "url": "assets/music/lover.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "3:43"
    },

    {
      "id": 12,
      "sort": "Global",
      "name": "At My Worst",
      "casy": "Pink Sweat",
      "img": "assets/img/atmyworst.jpeg",
      "url": "assets/music/atmyworst.mp3",
      "title": "Sau nhiều bản tình ca buồn đến nao lòng trước đây, Trung Quân đã trở lại thị trường nhạc bằng một ca khúc mới.",
      "time": "4:15"
    },

    {
      "id": 13,
      "sort": "Global",
      "name": "Leyla",
      "casy": "Mesto",
      "img": "assets/img/leyla.jpeg",
      "url": "assets/music/leyla.mp3",
      "title": "Bài hát Leyla do Mesto thể hiện kể về một mối tình bị ngăn cấm và cách chàng trai trong câu chuyện vượt qua mọi định kiến để theo đuổi người mình yêu.",
      "time": "3:21"
    },

    {
      "id": 14,
      "sort": "Global",
      "name": "You Got It",
      "casy": "Vedo",
      "img": "assets/img/yougotit.jpeg",
      "url": "assets/music/yougotit.mp3",
      "title": "Bài hát You Got It do Vedo thể hiện nhằm động viện và cổ vũ tinh thần những bạn gái vừa trải qua một mối tình không mấy suôn sẻ để luôn hướng tới những điều tốt đẹp hơn.",
      "time": "4:03"
    },

    {
      "id": 15,
      "sort": "Global",
      "name": "Stuck With You",
      "casy": "Ariana Grande ft. Justin Bieber",
      "img": "assets/img/stuckwithyou.jpeg",
      "url": "assets/music/stuckwithyou.mp3",
      "title": "Bài hát Motive do ca sĩ Ariana Grande trình bày là một tác phẩm âm nhạc sôi động và cuốn hút. Giai điệu bắt tai và nhịp điệu nhanh đã tạo ra một không gian âm nhạc năng động và thú vị cho ca khúc này. Motive là một bản nhạc pop có tiếng rap và hợp tác với một nghệ sĩ khác. Ca khúc này truyền tải thông điệp về việc có động lực và mục tiêu trong cuộc sống và tình yêu. Giọng hát đầy sức mạnh và phong cách biểu diễn độc đáo của Ariana Grande đã mang đến một trải nghiệm âm nhạc đầy sự phấn khích và sôi động. Motive là một bài hát thú vị để thưởng thức và cảm nhận không gian âm nhạc đầy năng lượng và cảm xúc tích cực.",
      "time": "4:23"
    }
  ]

}
